[
  {
    "slug": "logiciel-comptable-200k-ca",
    "sourceUrl": "https://devlo.ch/resultats/logiciel-comptable-200k-ca/",
    "title": "Comment nous avons aidé un éditeur de logiciel comptable à conclure 200'000 € de contrats en Belgique grâce à une stratégie outbound multicanale ciblée",
    "summary": "Découvrez comment ce logiciel de comptabilité a obtenu €200K de nouveaux contrats via 80 rendez-vous qualifiés avec des cabinets comptables.",
    "heroSubtitle": "Horus Software est l’un des éditeurs de logiciels les plus performants et à la croissance la plus rapide en Belgique, spécialisé dans les solutions pour experts-comptables et PMEs.",
    "client": "Horus",
    "sector": "Logiciel de comptabilité et de gestion post-comptable pour les experts-comptables et les PME",
    "heroImageUrl": "/images/case-studies/heroes/logiciel-comptable-200k-ca-hero.jpg",
    "clientLogoUrl": "/images/case-studies/logos/logiciel-comptable-200k-ca-logo.png",
    "heroStats": [
      {
        "value": "80",
        "label": "rendez-vous qualifiés"
      },
      {
        "value": "€200 000",
        "label": "de contrats signés"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Lead generation, appointment settling, qualification, cold calling"
      },
      {
        "label": "Services",
        "value": "Logiciel de comptabilité et de gestion post-comptable pour les experts-comptables et les PME"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "2 semaines"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Français"
      }
    ],
    "resultHighlights": [
      "Plus de 80 rendez-vous planifiés",
      "45 nouveaux clients signés",
      "200 000 € de chiffre d’affaires généré",
      "400 000 € de pipeline généré",
      "Un taux de conversion démo → client de près de 60 %",
      "Des cycles de vente de 2 mois, soit 30 % plus courts que leur cycle moyen"
    ],
    "sections": [
      {
        "heading": "Témoignage du client",
        "paragraphs": [
          "« Bonjour, je suis Jérôme Tailleur, Directeur Commercial chez Horus Software. »",
          "1️⃣ Le défi avant devlo",
          "“Avant de collaborer avec devlo, notre équipe consacrait beaucoup de temps à la génération de leads, mais malheureusement, les résultats n’étaient pas au rendez-vous. Trouver et qualifier les bons prospects est une tâche chronophage qui nous empêchait de nous concentrer sur l’essentiel : conclure des affaires et développer notre activité.",
          "2️⃣ La solution et pourquoi devlo",
          "« Devlo a complètement révolutionné notre approche commerciale. Son équipe a constitué une base de données très ciblée de comptables, puis a déployé une stratégie multicanal ultra-personnalisée combinant LinkedIn, e-mails et démarchage téléphonique.",
          "3️⃣ Résultats et impact",
          "“Les résultats ont été immédiats. En seulement cinq mois, nous avons décroché 80 rendez-vous de qualité, signé 45 nouveaux clients et généré plus de 200 000 € de chiffre d’affaires. De plus, notre cycle de vente a été réduit de 30 %.",
          "« Si vous cherchez un partenaire capable d’accélérer vos ventes et d’obtenir rapidement des résultats concrets, je vous recommande sans hésiter devlo. Leur expertise, leur maîtrise des objections et leur compréhension approfondie du produit font toute la différence pour convertir vos prospects en clients. »"
        ],
        "bullets": []
      },
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "Horus est l’un des éditeurs de logiciels les plus performants en Belgique: des centaines d’experts-comptables et de PME utilisent leur solution de comptabilité et de post-comptabilité."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [],
        "bullets": [
          "Secteur: Cabinets comptables",
          "Région: Région francophone de la Belgique et Bruxelles",
          "Taille d’entreprise: 1 à 50 employés",
          "Postes ciblés: Gérant, dirigeant, propriétaire"
        ]
      },
      {
        "heading": "Défis du client",
        "paragraphs": [
          "Avant de collaborer avec nous, notre client faisait face à plusieurs défis en matière de génération de leads et d’efficacité commerciale, tels que:"
        ],
        "bullets": [
          "Un temps considérable perdu dans des tâches manuelles de génération de leads, au détriment des activités à forte valeur ajoutée",
          "Une surcharge de travail qui réduisait l’efficacité globale de l’équipe commerciale",
          "Des difficultés à identifier une solution adaptée face à la multitude d’outils disponibles sur le marché",
          "Un manque de clarté sur les meilleures pratiques pour optimiser leurs efforts de prospection digitale",
          "Un besoin urgent de recentrer les équipes sur des activités directement génératrices de revenus"
        ]
      },
      {
        "heading": "Les solutions",
        "paragraphs": [
          "Notre équipe a construit une liste outbound ultra-ciblée de 900 cabinets comptables, en s’appuyant sur plus de 10 outils de recherche tels que ITAA, Sales Navigator, Bizzy, FullEnrich et Lusha pour garantir des données précises et à jour.",
          "Chaque lead a été minutieusement qualifié selon plus de 15 critères, servant de base à notre stratégie de prospection multicanales entièrement automatisée, combinant LinkedIn, e-mail et appels à froid:",
          "Sur LinkedIn:",
          "Par email:",
          "Appels à froid et gestion des objections:"
        ],
        "bullets": [
          "Cinq points de contact envoyés à chaque prospect",
          "Messages personnalisés et notes vocales",
          "Techniques d’engagement telles que la “fausse erreur humaine” ou la mention d’un collègue pour augmenter les taux de réponse",
          "Séquence en cinq étapes centrée sur les points de douleur des prospects",
          "Utilisation d’études de cas et de vidéos générées par IA",
          "Ajout d’humour et d’images personnalisées pour capter l’attention",
          "Deux appels à froid parfaitement placés dans la séquence",
          "Développement d’un playbook de gestion des objections pour maximiser la conversion des leads"
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [],
        "bullets": [
          "Plus de 80 rendez-vous planifiés",
          "45 nouveaux clients signés",
          "200 000 € de chiffre d’affaires généré",
          "400 000 € de pipeline généré",
          "Un taux de conversion démo → client de près de 60 %",
          "Des cycles de vente de 2 mois, soit 30 % plus courts que leur cycle moyen"
        ]
      },
      {
        "heading": "Principaux enseignements",
        "paragraphs": [
          "Les séquences multicanales donnent les meilleurs résultats :",
          "La pertinence l’emporte sur la personnalisation :",
          "Le cold calling n’est définitivement pas mort :"
        ],
        "bullets": [
          "Permettent d’identifier où et comment vos prospects préfèrent interagir",
          "Réduisent la dépendance à un seul canal",
          "Créent un sentiment de familiarité en multipliant les points de contact",
          "La pertinence génère plus de conversions que l’ultra-personnalisation seule",
          "Aucun icebreaker malin ne remplace un bon timing et une offre pertinente",
          "La clé est d’identifier le bon moment et la bonne raison de prendre contact, plutôt que de surpersonnaliser",
          "Envoyer un e-mail ou un message LinkedIn avant l’appel facilite la conversation",
          "Un script est indispensable : il doit être clair, vivant, et continuellement amélioré",
          "La gestion fluide des objections est la vraie compétence clé",
          "La notoriété de la marque facilite l’accueil lors des appels à froid ; les entreprises moins connues doivent être encore plus rigoureuses"
        ]
      }
    ]
  },
  {
    "slug": "hr-54-rendez-vous-dach",
    "sourceUrl": "https://devlo.ch/resultats/hr-54-rendez-vous-dach/",
    "title": "Stratégie unique de génération de prospects B2B : Comment CareerLunch a obtenu 54 rendez-vous dans la région DACH alors que la plupart des entreprises avaient déjà été contactées",
    "summary": "Agence de Prospection Commerciale B2B: Comment cette entreprise a obtenu 54 rendez-vous qualifiés (région DACH) via séquences multichannel lemlist",
    "heroSubtitle": "devlo a identifié et prospecté 516 nouveaux prospects: une mine d’or jusqu’alors inconnue. Cette campagne de prospection commerciale a obtenu plus de 10% de rendez-vous (aussi appelé taux d’intérêt), avec 54 prospects intéressés.",
    "client": "CareerLunch",
    "sector": "Services pour ressources humaines",
    "heroImageUrl": "/images/case-studies/heroes/hr-54-rendez-vous-dach-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/hr-54-rendez-vous-dach-logo.jpg",
    "heroStats": [
      {
        "value": "54%",
        "label": "prospects qualifiés (10%) en 5 semaines"
      },
      {
        "value": "19%",
        "label": "Taux de réponse moyen"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de leads, prospection, qualification des leads, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Services pour ressources humaines"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "5 semaines"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Allemand"
      }
    ],
    "resultHighlights": [
      "71 % de taux d’ouverture",
      "29 % de taux de clic",
      "19 % de taux de réponse",
      "10 % de taux d’intérêt.",
      "Sur les 516 nouveaux prospects identifiés et contactés, notre client a reçu 54 réponses positives pour un rendez-vous grâce à notre séquence de prospection. Voici les indicateurs de réussite de notre campagne :",
      "Le chiffre d’affaires généré n’a pas été divulgué."
    ],
    "sections": [
      {
        "heading": "Témoignage du client",
        "paragraphs": [
          "« Charles est l’un des experts en vente les plus créatifs et les plus enthousiastes que je connaisse. J’ai travaillé avec lui sur plusieurs campagnes. Il nous a aidés à mettre en place des campagnes de vente hyperpersonnalisées, à atteindre des centaines de prospects et, finalement, à obtenir des rendez-vous commerciaux qualifiés. En outre, il nous a également conseillés afin d’affiner notre processus de vente, ce qui a été très utile pour l’ensemble du département des ventes. Je recommande vivement ses compétences et ses services à toutes les start-up et PMEs qui souhaitent passer rapidement à la vitesse supérieure. » – Raphael Haut – Head of Business Development & Marketing – CareerLunch"
        ],
        "bullets": []
      },
      {
        "heading": "À propos de CareerLunch",
        "paragraphs": [
          "CareerLunch est une plateforme tech pour les ressources humaines qui met en relation des candidats potentiels avec des employés par le biais d’un échange informel au cours d’un déjeuner."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Ressources humaines, recrutement, acquisition de talents, image de marque de l’employeur"
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client",
        "paragraphs": [
          "Leur équipe de développement commercial recherchait de nouveaux clients dans la région DACH (Allemagne, Autriche et Suisse). Ils connaissaient déjà très bien cette région où ils avaient déjà effectué beaucoup de prospection à froid. De plus, ils n’avaient pas le temps de générer des leads, de les contacter et de les qualifier. Ils se sont donc tournés vers notre agence de développement commercial B2B pour déléguer toutes ces tâches."
        ],
        "bullets": []
      },
      {
        "heading": "Les solutions",
        "paragraphs": [],
        "bullets": [
          "La méthode de génération de leads « Existing clients/disqualified leads exclusion » : devlo a développé une méthode unique et puissante de génération de leads appelée « Existing clients/disqualified leads exclusion ». Cette stratégie comporte trois étapes : Identifier toutes les organisations qui correspondent à l’Ideal Customer Profile (ICP) de notre client, puis identifier les décideurs les plus pertinents au sein de chacune des organisations retenues. Faire le compte des clients existants de notre client ainsi que les prospects qui ont été disqualifiés. L’idée est ici d’identifier les entreprises comme les prospects qui ne doivent plus être contactés. Exclure les clients existants et les prospects disqualifiés identifés dans la deuxième étape de toutes les organisations identifiées lors de la première étape. Cela révélera quelles sont les entreprises inexploitées et quels sont nouveaux leads que nous allons contacter.",
          "Identifier toutes les organisations qui correspondent à l’Ideal Customer Profile (ICP) de notre client, puis identifier les décideurs les plus pertinents au sein de chacune des organisations retenues.",
          "Faire le compte des clients existants de notre client ainsi que les prospects qui ont été disqualifiés. L’idée est ici d’identifier les entreprises comme les prospects qui ne doivent plus être contactés.",
          "Exclure les clients existants et les prospects disqualifiés identifés dans la deuxième étape de toutes les organisations identifiées lors de la première étape. Cela révélera quelles sont les entreprises inexploitées et quels sont nouveaux leads que nous allons contacter.",
          "Recherche approfondie des prospects : Nous avons mené une phase de qualification initiale approfondie : nous avons recherché et validé manuellement chaque prospect sélectionné. Cela a conduit à une augmentation significative de nos taux de conversion.",
          "Contacter les prospects dans leur langue préférée : Nous avons contacté les prospects dans leur langue préférée, principalement en allemand. En conséquence, les taux de clics, taux de réponse et taux d’intérêt ont été nettement plus élevés que si nous les avions contactés en anglais pour des raisons de simplicité."
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [
          "Sur les 516 nouveaux prospects identifiés et contactés, notre client a reçu 54 réponses positives pour un rendez-vous grâce à notre séquence de prospection. Voici les indicateurs de réussite de notre campagne :",
          "Le chiffre d’affaires généré n’a pas été divulgué."
        ],
        "bullets": [
          "71 % de taux d’ouverture",
          "29 % de taux de clic",
          "19 % de taux de réponse",
          "10 % de taux d’intérêt."
        ]
      },
      {
        "heading": "Résultats clés",
        "paragraphs": [],
        "bullets": [
          "Une communication transparente est importante. Pensez-y: un plan d’action bien structuré + équipe qui communique = succès de votre campagne de prospection. Prenez toujours contact avec votre équipe pour savoir comment les choses se passent. S’ils ont des questions ou des problèmes, il est bon de les résoudre immédiatement, mais aussi de faire remonter ces précieuses informations à notre client.",
          "Utilisez le langage préféré de chaque prospect. Si vous offrez des produits à des personnes originaires de différents pays, l’idéal est qu’elles reçoivent des messages dans leur langue maternelle ou préférée.",
          "Adaptez votre message et vos arguments en fonction du profil du prospect. Des personnes différentes s’intéressent à des choses différentes. Par exemple, les experts en informatique aiment entendre parler de technologie. Les patrons veulent savoir comment économiser de l’argent. Adaptez donc votre message en fonction de la personne à laquelle vous vous adressez.",
          "L’importance d’une approche systématique : il est essentiel d’avoir une vue d’ensemble du nombre et des types d’entreprises qui peuvent être contractées et de celles qui l’ont déjà été afin de planifier la meilleure approche au fil du temps."
        ]
      }
    ]
  },
  {
    "slug": "proprete-urbaine-71-rendez-vous",
    "sourceUrl": "https://devlo.ch/resultats/proprete-urbaine-71-rendez-vous/",
    "title": "Comment cette société de gestion du nettoyage a obtenu 71 rendez-vous qualifiés avec des décideurs B2B dans les plus grandes villes de Suisse, France et Belgique.",
    "summary": "Agence de Prospection Commerciale et de Génération de prospects B2B: Comment cette entreprise a obtenu 71 rendez-vous qualifiés avec des villes d'Europe.",
    "heroSubtitle": "Sur un échantillon de plus de 250 villes réparties sur 3 pays, devlo a identifié plus de 500 prospects qualifiés. Ces décideurs sont des élus politiques ou des responsables de la propreté urbaine. Les résultats obtenus sont spectaculaires: notre entreprise de prospection a fait rencontrer notre client plus de 24% des villes contactées.",
    "client": "Cortexia",
    "sector": "Nettoyage urbain, gestion des déchets, intelligence artificielle",
    "heroImageUrl": "/images/case-studies/heroes/proprete-urbaine-71-rendez-vous-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/proprete-urbaine-71-rendez-vous-logo.png",
    "heroStats": [
      {
        "value": "24%",
        "label": "des villes contactées ont été intéressées par une rencontre suite à notre première campagne"
      },
      {
        "value": "78%",
        "label": "le taux d'ouverture dans le contexte du Business-to-government (B2G)"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération, prospection et qualification des leads, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Nettoyage urbain, gestion des déchets, intelligence artificielle"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "1 semaine"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "français et allemand"
      }
    ],
    "resultHighlights": [
      "78% de taux d’ouverture",
      "3 % de taux de clics",
      "36% de taux de réponse",
      "Sur les 500 prospects identifiés et contactés, notre client a reçu 71 réponses positives pour un rendez-vous grâce à cette première campagne outbound. Voici les indicateurs de succès de notre campagne :"
    ],
    "sections": [
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "Cette entreprise a développé une intelligence artificielle qui permet aux villes de mesurer leur propreté en temps réel et d’utiliser leurs ressources en conséquence."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Élus locaux ou responsables de la propreté urbaine"
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client",
        "paragraphs": [
          "Notre client n’avait pas le temps pour :"
        ],
        "bullets": [
          "Identifier les villes qui répondent à leurs critères de qualification.",
          "Identifier les décideurs les plus pertinents au sein de ces villes et obtenir leurs coordonnées de contact, ainsi que nombreuses informations. L’objectif étant ici de personnaliser nos e-mails de prospection, et les messages LinkedIn avec des informations pertinentes et disponibles publiquement, notamment sur LinkedIn, site web, articles d’actualité, etc.",
          "Prospecter, faire le suivi, appeler et qualifier ces leads."
        ]
      },
      {
        "heading": "Nos solutions",
        "paragraphs": [],
        "bullets": [
          "“Account-Based Sales” effectuées avec succès: “Account-Based Sales” est une stratégie permettant aux équipes de vente de se concentrer sur des comptes spécifiques de grande valeur et de gagner des affaires auprès d’eux. Nous améliorons chaque campagne en tirant des enseignements et en itérant. Ces campagnes son multicanales: elles comprennent des emails, des appels à froid et messages LinkedIn pour prospecter nos clients potentiels. Pour chaque compte (en d’autres mots les « entreprises » ou, dans le cas présent, « villes »): nous identifions les décideurs les plus pertinents, une ville après l’autre, et nous recueillons des informations à leur sujet. notre équipe élabore des séquences ultra-ciblées pour contacter les villes de premier plan. Pour finir, notre équipe de ventes prospecte ces villes par le biais d’emails, d’appels à froids et de messages LinkedIn. Ensuite, elle qualifie les prospects intéressés et organise une réunion avec notre client.",
          "nous identifions les décideurs les plus pertinents, une ville après l’autre, et nous recueillons des informations à leur sujet.",
          "notre équipe élabore des séquences ultra-ciblées pour contacter les villes de premier plan.",
          "Pour finir, notre équipe de ventes prospecte ces villes par le biais d’emails, d’appels à froids et de messages LinkedIn. Ensuite, elle qualifie les prospects intéressés et organise une réunion avec notre client."
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [
          "Sur les 500 prospects identifiés et contactés, notre client a reçu 71 réponses positives pour un rendez-vous grâce à cette première campagne outbound. Voici les indicateurs de succès de notre campagne :"
        ],
        "bullets": [
          "78% de taux d’ouverture",
          "3 % de taux de clics",
          "36% de taux de réponse"
        ]
      },
      {
        "heading": "Principaux enseignements",
        "paragraphs": [],
        "bullets": [
          "Faire des recherches pour comprendre correctement qui est la cible est essentiel Une personne au même intitulé de poste peut avoir des responsabilités différentes en fonction de la taille et de l’organisation de la ville. L’objectif était de cibler le meilleur décideur concerné et susceptible de planifier un rendez-vous un client.",
          "Adapter le discours à chaque Ideal Customer Profile (ICP) Une fois de plus, il est apparu clairement que certaines affirmations étaient dépassées en fonction des connaissances techniques et de l’expérience du prospect. Certains éléments d’information n’ont tout simplement pas retenu leur attention. Par exemple, nous avons décidé de mentionner un article de loi pour un certain type de prospect uniquement. Il était essentiel d’adapter autant que possible notre message à leur rôle et connaissances.",
          "Être flexibles pour s’adapter aux disponibilités de nos prospects Nous nous sommes rendu compte que de nombreux prospects préféraient parler au téléphone plutôt que d’échanger par e-mail. En effet, certains d’entre eux passent la majeure partie de leur temps sur le terrain et ne consultent leurs courriels qu’une fois par jour. Notre équipe a obtenu de meilleurs résultats en appelant les prospects, même si ce n’était pas la façon dont notre séquence avait été conçue au départ.",
          "Obtenir autant d’informations que possible lors des appels de qualification Lors des appels de découverte, au cours desquels nous qualifions les prospects intéressés, nous posons des questions pour identifier leurs points faibles. Nous avons modifié notre processus afin de nous assurer que notre client et ses prospects obtiennent le plus de valeur au cours de leur entretien grâce aux réponses recueillies préalablement."
        ]
      }
    ]
  },
  {
    "slug": "biocarburants-52-rendez-vous",
    "sourceUrl": "https://devlo.ch/resultats/biocarburants-52-rendez-vous/",
    "title": "Comment identifier les meilleurs prospects parmi plusieurs Ideal Customer Profiles (ICP) grâce à des campagnes de prospection commerciale?",
    "summary": "Campagnes de prospection B2B (multicanales & personnalisées): Comment identifier les meilleurs prospects parmi plusieurs ICP via notre méthodologie.",
    "heroSubtitle": "Notre client fournit des données et des rapports sur le marché des biocarburants via sa plateforme. Les Ideal Customer Profiles (ICP) varient entre tous les acteurs ayant un rôle à jouer dans les biocarburants : production, transport, commerce, consommation, etc.",
    "client": "Square Co",
    "sector": "Services pour les énergies renouvelables",
    "heroImageUrl": "/images/case-studies/heroes/biocarburants-52-rendez-vous-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/biocarburants-52-rendez-vous-logo.png",
    "heroStats": [
      {
        "value": "52",
        "label": "clients potentiels ont manifesté leur intérêt pour un rendez-vous au cours des deux premières campagnes."
      },
      {
        "value": "36 %",
        "label": "des clients potentiels contactés ont répondu à nos messages et appels de prospection"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de leads, prospection, qualification des leads, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Services pour les énergies renouvelables"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "3 semaines"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Anglais, Français"
      }
    ],
    "resultHighlights": [
      "74% de taux d’ouverture",
      "27% de taux de clics",
      "37% de taux de réponse",
      "9% de taux d’intérêt",
      "Après 2 campagnes de télémarketing, notre client a obtenu 9% de réponses positives pour un rendez-vous. Voici les indicateurs de succès de notre campagne effectuée par notre société de prospection commerciale:"
    ],
    "sections": [
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "Basé en Suisse, SquareCo publie sur sa plateforme des analyses professionnelles conçues pour aider les acteurs actifs sur les marchés des biocarburants à mieux comprendre les cadres réglementaires, les tendances du marché et les développements de l’industrie."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Biofuel traders, analyste, responsable de la gestion du commerce, responsable des carburants durables et du carbone, coordinateur du négoce et de la gestion des risques, responsable des ventes, directeur commercial."
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client",
        "paragraphs": [],
        "bullets": [
          "L’un des principaux défis consistait à identifier les opportunités les plus prometteuses parmi tous les Ideal Customer Profiles (ICP). De nombreuses parties prenantes ont besoin d’analyses professionnelles sur les biocarburants: ces clients potentiels comprennent des entreprises qui produisent, commercialisent, transportent et consomment des biocarburants. Ils opèrent tous dans des secteurs très variés, avec des profils, des besoins et des spécificités différents. Notre client souhaitait identifier les meilleurs Ideal Customer Profiles (ICP).",
          "Un autre défi majeur était qu’il n’existait pas de système de gestion de la relation client (CRM) enregistrant leurs opérations de vente. Un CRM permet d’accélérer les opérations de vente et de planifier les actions de suivi, ce qui est essentiel."
        ]
      },
      {
        "heading": "Les solutions",
        "paragraphs": [],
        "bullets": [
          "En tant qu’agence de prospection commerciale B2B, devlo a analysé et identifié de nombreuses sources d’acteurs du secteur des biocarburants à travers des bases de données publiques, des groupes LinkedIn, des recherches Sales Navigator et d’autres sources. Nous avons ensuite identifié les organisations les plus intéressantes et les décideurs les plus pertinents au sein de chaque compte. Après chaque campagne, nous avons analysé les types de leads les plus qualifiés et généré de nouveaux leads en fonction des caractéristiques sélectionnées: activité, industrie, taille de l’entreprise, fonctions, etc.",
          "devlo a configuré le CRM en suivant les meilleures pratiques. Ensuite, notre client a reçu une formation sur la manière de l’utiliser pour rendre son processus de vente plus efficace en utilisant des tâches de suivi, des modèles prêts à l’emploi, des documents, etc. Il était également nécessaire de centraliser et d’enregistrer toutes les opérations de vente, comme les emails, les réunions et les conversations téléphoniques, en un seul endroit, “Single Source of Truth”."
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [
          "Après 2 campagnes de télémarketing, notre client a obtenu 9% de réponses positives pour un rendez-vous. Voici les indicateurs de succès de notre campagne effectuée par notre société de prospection commerciale:"
        ],
        "bullets": [
          "74% de taux d’ouverture",
          "27% de taux de clics",
          "37% de taux de réponse",
          "9% de taux d’intérêt"
        ]
      },
      {
        "heading": "Principaux enseignements",
        "paragraphs": [],
        "bullets": [
          "Exclure les entreprises les moins qualifiées d’une campagne de prospection à l’autre: Les entreprises qui se concentraient exclusivement sur le biogaz (le biogaz n’est qu’un des nombreux types de biocarburants) ont été exclues car elles ne présentaient aucun intérêt.",
          "Prendre en compte le retour d’information des prospects et des clients: Pour deux ICPs identifiés comme très intéressés par la proposition de valeur de notre client, ce dernier a décidé de créer une nouvelle plateforme. Nous avons fait une pause de plusieurs mois entre la 2ème et la 3ème campagne, afin d’attendre que cette nouvelle solution soit prête avant de communiquer dessus",
          "Personnaliser les messages pour augmenter la délivrabilité: Il est essentiel de personnaliser fortement vos messages en utilisant les prénoms, noms, etc. ou en utilisant une syntaxe liquide afin qu’ils ne soient pas détectés par les filtres antispams."
        ]
      }
    ]
  },
  {
    "slug": "formation-14-rendez-vous",
    "sourceUrl": "https://devlo.ch/resultats/formation-14-rendez-vous/",
    "title": "Planification de Rendez-vous B2B avec Décideurs “formation & développement des compétences” (L&D): 45% des prospects répondent [Agence de Prospection Commerciale B2B]",
    "summary": "Découvrez comment nous avons pris des rendez-vous qualifiés avec des décideurs suisses en matière de R&D et comment nous avons obtenu un taux de réponse impressionnant de 45 % à notre campagne d'information à froid.",
    "heroSubtitle": "Notre entreprise de prospection commerciale a défini les attributs des “Ideal Customer Profiles” (ICP) de ce client pour ensuite identifier toutes les entreprises qualifiées sur la base ces attributs. Puis devlo a recherché, sélectionné, démarché et qualifié les décideurs les plus pertinents au sein de chaque société. Au total 14 rendez-vous qualifiés ont été organisés suite à cette campagne de prospection commerciale B2B. L’objectif de notre client était de signer de nouveaux clients afin de supporter la croissance de leur entreprise.",
    "client": "Cegos",
    "sector": "Formation professionnelle, développement des compétences, coaching",
    "heroImageUrl": "/images/case-studies/heroes/formation-14-rendez-vous-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/formation-14-rendez-vous-logo.png",
    "heroStats": [
      {
        "value": "73%",
        "label": "Taux d'ouverture"
      },
      {
        "value": "45%",
        "label": "Taux de réponses"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de prospects, prospection commerciale, qualification des besoins, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Formation professionnelle, développement des compétences, coaching"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "4 semaines"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Allemand, Français, Anglais"
      }
    ],
    "resultHighlights": [
      "73% de taux d’ouverture",
      "22% de taux de clic",
      "45% de taux de réponse",
      "5% de taux d’intérêt.",
      "Nos représentants commerciaux deviennent vos spécialistes de la prospection commerciale B2B pour aider vos équipes à générer des leads qualifiés dans le domaine de l’apprentissage et du développement des compétences. Vous assurez de mettre en œuvre les meilleures techniques pour planifier des rendez-vous avec vos futurs clients."
    ],
    "sections": [
      {
        "heading": "Témoignage du client",
        "paragraphs": [
          "devlo était clairement préparé. Le processus devlo, avec la série d’e-mails, la série d’appels et la personnalisation à chaque étape, était extrêmement bien fait. Et puis devlo a su me convaincre par son approche transparente. Je suis très satisfait du résultat. Nous avons signé quelques contrats. Je ne m’attendais pas à des résultats immédiats, mais le type de contacts que j’ai eus jusqu’à présent, le type de conversations et les quelques contrats que nous avons conclus dans le cadre de cette collaboration sont de bons résultats. Etienne Auvillain – Managing Director – Cegos"
        ],
        "bullets": []
      },
      {
        "heading": "À propos de Cegos",
        "paragraphs": [
          "Cegos propose des programmes d’apprentissage et de développement tant au niveau national qu’international. Les initiatives de L&D de leurs clients impliquent souvent un déploiement à l’échelle mondiale."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "L&D, développement organisationnel, formation, opérations commerciales, gestion des talents, enseignement et apprentissage, e-learning, connaissances"
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client",
        "paragraphs": [],
        "bullets": [
          "Cegos étant très présent en Suisse romande puisque le Groupe Cegos est d’origine française, l’objectif était d’étendre leur présence en Suisse alémanique et planifier des rendez-vous B2B pour générer des ventes. Ils ont fait appel à devlo pour leur externaliser leur acquisition clients et leur prospection à froid.",
          "La région ciblée regroupe un nombre limité d’entreprises qualifiées. L’objectif était simple: donner à notre client toutes les chances d’activer chacune de ces entreprises. Par conséquent, nous avons mené des recherches détaillées sur chaque entreprise. Nous avons évalué qui était le prospect le plus pertinent/qualifié puis nous avons investigué sur ces décideurs afin de personnaliser au maximum notre approche. Notre agence de génération de prospects met tout en œuvre pour maximiser les chances de réponse avec un ciblage ultra-précis et une personnalisation ultra-élevée.",
          "Trouver les bons arguments est crucial pour préparer une séquence de prospection exceptionnelle qui convainc nos prospects. Nous avons dû redoubler d’efforts pour concevoir une séquence outbound gagnante avec des arguments solides pour démontrer à ces prospects les bienfaits des formations de notre client."
        ]
      },
      {
        "heading": "Les solutions",
        "paragraphs": [],
        "bullets": [
          "Chaque organisation correspondant aux critères de qualification de notre client a été identifiée à l’aide d’une approche systémique. En termes de création de base de données: Concrètement, notre société de prospection commerciale a premièrement identifié toutes les entreprises qualifiées, le “Total adressable market” (TAM). Puis, nous avons exclu les clients existants, prospects déjà contactés pour éviter. Ensuite, nous avons exclu les entreprises n’étant pas qualifiées, comme par exemple celles dont l’effectif des employés est trop élevé et trop petit, afin de nous concentrer sur les comptes les plus susceptibles de répondre positivement à nos messages de prospection.",
          "Concrètement, notre société de prospection commerciale a premièrement identifié toutes les entreprises qualifiées, le “Total adressable market” (TAM).",
          "Puis, nous avons exclu les clients existants, prospects déjà contactés pour éviter.",
          "Ensuite, nous avons exclu les entreprises n’étant pas qualifiées, comme par exemple celles dont l’effectif des employés est trop élevé et trop petit, afin de nous concentrer sur les comptes les plus susceptibles de répondre positivement à nos messages de prospection.",
          "Les commerciaux qui démarchent à l’international ignorent souvent l’importance de la langue maternelle. Nous avons contacté les prospects dans leur langue préférée: l’allemand principalement, mais aussi en français et en anglais. Bien que la plupart des prospects soient de langue maternelle allemande, certains d’entre eux ne le sont pas, donc il a fallu adapter la langue dans laquelle nous les avons démarchés.",
          "Nos séquences de prospection (aussi appelées séquences télémarketing) sont multicanales: ces clients potentiels ont été contactés par emails, appels à froid (cold call) et par des messages LinkedIn."
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [
          "Nos représentants commerciaux deviennent vos spécialistes de la prospection commerciale B2B pour aider vos équipes à générer des leads qualifiés dans le domaine de l’apprentissage et du développement des compétences. Vous assurez de mettre en œuvre les meilleures techniques pour planifier des rendez-vous avec vos futurs clients."
        ],
        "bullets": [
          "73% de taux d’ouverture",
          "22% de taux de clic",
          "45% de taux de réponse",
          "5% de taux d’intérêt."
        ]
      }
    ]
  },
  {
    "slug": "audiovisuel-16-rendez-vous",
    "sourceUrl": "https://devlo.ch/resultats/audiovisuel-16-rendez-vous/",
    "title": "Comment cet intégrateur audiovisuel a obtenu 16 rendez-vous qualifiés grâce à notre agence de prospection commerciale B2B",
    "summary": "Découvrez la séquence multicanal lemlist de cet intégrateur audiovisuel. Génération de prospects et rendez-vous qualifiés par notre Agence de Prospection B2B.",
    "heroSubtitle": "Cette campagne de prospection a permis de planifier 16 rendez-vous qualifiés avec des bureaux d’architectes et d’ingénieurs en Suisse.",
    "client": "Lemanvisio",
    "sector": "Intégration des outils informatiques et de conférence",
    "heroImageUrl": "/images/case-studies/heroes/audiovisuel-16-rendez-vous-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/audiovisuel-16-rendez-vous-logo.png",
    "heroStats": [
      {
        "value": "89%",
        "label": "de taux d'ouverture"
      },
      {
        "value": "69%",
        "label": "de taux de réponse"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de prospects, prospection commerciale, qualification des besoins, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Intégration des outils informatiques et de conférence"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "4 semaines"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Français"
      }
    ],
    "resultHighlights": [
      "9 personnes sur 10 ont ouvert une ou plusieurs touches",
      "7 personnes sur 10 ont répondu à notre approche",
      "6% de ces leads ont pris rendez-vous avec notre client",
      "Les indicateurs de réussite de cette campagne de cold outbound sont les suivants:"
    ],
    "sections": [
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "Notre client propose des intégrations informatiques telles que des outils de conférence. Cette campagne visait les cabinets d’architectes et d’ingénieurs spécialisés dans l’aménagement de bureaux d’entreprise. Le call-to-action de notre séquence de prospection était d’inviter ces prospects à une démonstration afin de découvrir les dernières technologies de conférence pour leurs projets immobiliers à venir."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Cabinets d’architectes et d’ingénieurs"
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client",
        "paragraphs": [
          "De nombreuses cibles potentielles sont à la disposition de ce client car presque toutes les entreprises ont besoin de services d’intégration audiovisuelle. Afin de rendre notre approche la plus pertinente possible et maximiser le nombre de prospects qualifiés, notre agence de prospection B2B a analysé leurs différents Ideal Customer Profiles (ICP) et défini l’ICP potentiellement le plus réceptif à la prospection commerciale pour générer des ventes et le plus rentable: les cabinets d’architectes et d’ingénieurs.",
          "Notre client a externalisé leur acquisition clients à notre agence de prospection commerciale afin d’obtenir des prospects et rendez-vous qualifiés en vue de signer de nouveaux clients."
        ],
        "bullets": []
      },
      {
        "heading": "Les solutions",
        "paragraphs": [
          "Nous avons précisément identifié le Ideal Customer Profile (ICP) le plus distinct et le plus profitable. Puis, nous avons élaboré une séquence de cold outbound multicanales extrêmement adaptée à cette cible."
        ],
        "bullets": []
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [
          "Les indicateurs de réussite de cette campagne de cold outbound sont les suivants:"
        ],
        "bullets": [
          "9 personnes sur 10 ont ouvert une ou plusieurs touches",
          "7 personnes sur 10 ont répondu à notre approche",
          "6% de ces leads ont pris rendez-vous avec notre client"
        ]
      },
      {
        "heading": "Principaux enseignements",
        "paragraphs": [
          "Les principales constatations de cette campagne sont les suivantes :",
          "Nos représentants commerciaux deviennent vos spécialistes de la prospection commerciale B2B pour aider vos équipes à générer des prospects qualifiés dans le domaine de l’audiovisuel. Vous assurez de mettre en œuvre les meilleures techniques pour planifier des rendez-vous avec vos futurs clients."
        ],
        "bullets": [
          "Bien que nous ayons initialement décidé de cibler les cabinets d’architectes et d’ingénieurs, les indicateurs de performance ont indiqué que ce n’était pas les meilleurs Ideal Customer Profiles (ICP) à démarcher. En effet, le taux d’intérêt était 10x inférieur au taux de réponse. Cela indique que les clients potentiels ont effectivement réagi à notre prospection commerciale, mais qu’ils n’avaient pas de besoin spécifique à ce moment-là.",
          "Toutefois, les cabinets d’architectes et d’ingénieurs sont extrêmement réceptifs à la prospection à froid, et la prospection à froid un excellent moyen de les contacter."
        ]
      }
    ]
  },
  {
    "slug": "cybersecurite-4500-entreprises",
    "sourceUrl": "https://devlo.ch/resultats/cybersecurite-4500-entreprises/",
    "title": "Cybersécurité B2B: Agence de prospection commerciale email et téléphonique",
    "summary": "Cybersécurité B2B: Agence de prospection commerciale email et téléphonique. Génération de prospects et démarchage pour prise de rendez-vous",
    "heroSubtitle": "Au cours de 10 campagnes, notre agence de prospection commerciale B2B a identifié et préqualifié 4’500 entreprises en France, aux Etats Unis, au Moyen-Orient, et dans les régions DACH et Benelux. Pour chaque compte, nous avons identifié et contacté les décideurs les plus pertinents en matière de cybersécurité: Responsables de la sécurité et de l’information (RSSI ou CISO), responsables de la cybersécurité, responsables des infrastructures informatiques, etc. L’objectif final étant de planifier des rendez-vous avec notre client afin qu’ils puissent signer de nouveaux clients et booster la croissance de leur entreprise.",
    "client": "Saporo",
    "sector": "Cybersécurité",
    "heroImageUrl": "/images/case-studies/heroes/cybersecurite-4500-entreprises-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/cybersecurite-4500-entreprises-logo.png",
    "heroStats": [
      {
        "value": "41%",
        "label": "de réponses"
      },
      {
        "value": "4%",
        "label": "d’intérêt"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de prospects, prospection commerciale, qualification des besoins, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Cybersécurité"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "Premier jour de la campagne"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Français, Anglais, Allemand"
      }
    ],
    "resultHighlights": [
      "79% de taux d’ouverture",
      "19% de taux de clics",
      "26% de taux de réponse",
      "4,1% de taux d’intérêt",
      "Après plus de 10 campagnes, au cours desquelles nous avons contacté des milliers de décisionnaires dans les plus grandes entreprises mondiales, les indicateurs de réussite sont les suivants:"
    ],
    "sections": [
      {
        "heading": "Témoignage du client",
        "paragraphs": [
          "Je suis convaincu que devlo est un partenaire de rêve pour les start-up qui cherchent à valider l’adéquation de leur produit sur le marché et à obtenir un maximum de rendez-vous qualifiés avec très peu de temps et de ressources. En particulier, le professionnalisme dont a fait preuve son fondateur Charles durant l’entièreté du processus, de la génération des leads à la structuration de la campagne et à l’obtention des rendez-vous. C’était une collaboration très agréable et efficace. Pour vous donner un aperçu de notre première campagne avec devlo : 81% de taux d’ouverture, 54% de taux de réponse et 16% d’organisations intéressées par une rencontre avec Saporo. C’est très efficace, surtout dans un secteur aussi complexe que la cybersécurité” – Olivier Eyries – Cofondateur et PDG",
          "Nos représentants commerciaux deviennent vos spécialistes de la prospection commerciale B2B pour vous aider à générer des prospects qualifiés dans le domaine de la cybersécurité. Vous assurez de mettre en œuvre les meilleures techniques pour planifier des rendez-vous avec vos futurs clients."
        ],
        "bullets": []
      },
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "Saporo aide les organisations à mieux protéger leur « Active Directory » en réduisant l’accès excessif des utilisateurs."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Responsables de la sécurité et de l’informatique (RSSI ou CISO), responsables de la cybersécurité, responsables des infrastructures informatiques"
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client",
        "paragraphs": [],
        "bullets": [
          "Tout d’abord, il était essentiel pour notre client de valider la compatibilité de son produit avec le marché (product-market fit) auprès de plusieurs Ideal Customer Profiles (ICP) actifs dans le domaine de la sécurité de l’information, de l’infrastructure informatique, de la cybersécurité, etc. En d’autres mots, plusieurs cibles étaient envisageables et il était question de déterminer la plus intéressante.",
          "Deuxièmement, notre client étant limité en temps et en ressources, il était à la recherche d’un maximum de rendez-vous qualifiés. Il cherchait un partenaire de confiance pour externaliser toute sa prospection commerciale B2B.",
          "Troisièmement, notre client avait besoin d’améliorer ses processus et en apprendre davantage grâce aux enseignements tirés des commerciaux assignés à ses campagnes de prospection."
        ]
      },
      {
        "heading": "Les solutions",
        "paragraphs": [],
        "bullets": [
          "Notre agence de prospection a identifié toutes les entreprises qui correspondent aux caractéristiques (ou attributs) de l’Ideal Customer Profile (ICP) de notre client. Ensuite, pour chacune de ces sociétés, le meilleur décisionnaire a été identifié. Pour cela, notre équipe de génération de prospects passe en revue tous les décideurs les plus qualifiés pour sélectionner celle ou celui dont le niveau de séniorité est le plus élevé. Pour les campagnes suivantes, nous avons mis en place pour une stratégie basée sur les comptes (“Account-Based Strategy” en anglais). Cela consiste à identifier et prospecter le deuxième meilleur décideur dans les entreprises où le premier prospect contacté ne nous a pas répondu.",
          "Pour cela, notre équipe de génération de prospects passe en revue tous les décideurs les plus qualifiés pour sélectionner celle ou celui dont le niveau de séniorité est le plus élevé.",
          "Pour les campagnes suivantes, nous avons mis en place pour une stratégie basée sur les comptes (“Account-Based Strategy” en anglais). Cela consiste à identifier et prospecter le deuxième meilleur décideur dans les entreprises où le premier prospect contacté ne nous a pas répondu.",
          "Notre client a reçu des rapports, hebdomadaires et mensuels, sur l’évolution de chaque campagne. Il a ainsi pu comprendre quelles zones géographiques, quels secteurs d’activité ou quelles fonctions sont plus attractifs que d’autres."
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [
          "Après plus de 10 campagnes, au cours desquelles nous avons contacté des milliers de décisionnaires dans les plus grandes entreprises mondiales, les indicateurs de réussite sont les suivants:"
        ],
        "bullets": [
          "79% de taux d’ouverture",
          "19% de taux de clics",
          "26% de taux de réponse",
          "4,1% de taux d’intérêt"
        ]
      }
    ]
  },
  {
    "slug": "biodiversite-70-rendez-vous",
    "sourceUrl": "https://devlo.ch/resultats/biodiversite-70-rendez-vous/",
    "title": "Comment cette association a externalisé son acquisition de clients et obtenu 70 rendez-vous qualifiés avec des entreprises comme l'UEFA, TAG Heuer, Rothschild, etc.",
    "summary": "Agence de prospection: Comment cette entreprise B2B a externalisé son acquisition clients et obtenu 70 rendez-vous qualifiés avec des décideurs.",
    "heroSubtitle": "Plus de 500 entreprises de Suisse romande ont été démarchées par notre agence de prospection commerciale. L’objectif était de leur proposer l’installation de ruches d’abeilles sur leur site afin d’œuvrer pour la protection des abeilles et la biodiversité",
    "client": "Apidae",
    "sector": "Association d’utilité publique qui agit pour la protection de la biodiversité",
    "heroImageUrl": "/images/case-studies/heroes/biodiversite-70-rendez-vous-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/biodiversite-70-rendez-vous-logo.png",
    "heroStats": [
      {
        "value": "13%",
        "label": "de prospects intéressés"
      },
      {
        "value": "40%",
        "label": "de réponses"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de prospects, prospection commerciale, qualification des besoins, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Association d’utilité publique qui agit pour la protection de la biodiversité"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "5 semaines"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Français, Anglais"
      }
    ],
    "resultHighlights": [
      "13% — de prospects intéressés",
      "40% — de réponses"
    ],
    "sections": [
      {
        "heading": "Témoignage du client",
        "paragraphs": [
          "“Installer des ruches sur le toit de son entreprise ne vient pas spontanément à l’esprit! C’est là que devlo est venu à notre rescousse ! Les connaissances et l’expérience de devlo en matière de développement des ventes sont ce dont nous avions besoin pour avancer rapidement et rencontrer des prospects qualifiés. À l’issue de notre première campagne, nous avons obtenu un taux de réponse de 39% et 13% des prospects contactés sont intéressés pour en savoir plus sur notre association. Il ne tient maintenant qu’à nous de transformer l’essai et de convaincre de nouveaux partenaires de soutenir la biodiversité avec APIDAE!” Tanguy – Président – APIDAE",
          "Nos représentants commerciaux deviennent vos spécialistes de la prospection commerciale B2B pour vous aider à générer des prospects qualifiés dans le domaine du développement durable. Vous assurez de mettre en œuvre les meilleures techniques pour planifier des rendez-vous avec vos futurs clients."
        ],
        "bullets": []
      },
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "Apidae est une association suisse, basée à Genève, reconnue d’utilité publique qui œuvre en faveur de la protection des abeilles. Le développement durable est un sujet d’actualité pour toutes entreprises, et la protection des abeilles est l’une des meilleures manières d’agir pour la protection de biodiversité. Apidae offre une prestation originale, clé en main, et concrète. Elle permet aux entreprises d’installer des ruches d’abeilles sur le toit de leur entreprise, ou à proximité de leurs bureaux. Les apiculteurs d’Apidae suivent ces ruches tout le long de l’année, et organisent également des sorties d’entreprise qui plaisent beaucoup aux collaborateurs."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Développement durable, Responsabilité sociétale des entreprises, durabilité, ressources humaines"
        ],
        "bullets": []
      },
      {
        "heading": "Les défis de notre client",
        "paragraphs": [
          "Notre client faisait face à plusieurs défis:"
        ],
        "bullets": [
          "Démarcher les entreprises privées, plus précisément du secteur financier: Genève est reconnu mondialement pour sa place financière. Il a fallu identifier toutes ces entreprises de plus de 250 employés dans les 6 cantons de Suisse romande.",
          "Identifier précisément les meilleurs Ideal Customer Profiles (ICP): pour chaque Ideal Customer Profile (ICP) , le décideur est différent. Pour les plus petites entreprises, c’est souvent les ressources humaines qui décident pour les sujets liés au développement durable. Pour les plus grandes entreprises, un/une responsable du développement durable est souvent en charge de ces questions.",
          "Convaincre qu’il est essentiel d’agir pour la biodiversité. Bien que ce soit un sujet d’actualité, ce n’est pas un “must have” mais plus un “nice to have”."
        ]
      },
      {
        "heading": "Les solutions",
        "paragraphs": [],
        "bullets": [
          "Notre séquence de prospection multicanal (3 canaux): emails, appels à froid (cold call) et messages LinkedIn. Chaque relance augmente nos chances d’obtenir une réponse. Notre séquence comporte 7 touches de prospection: email 1, email 2, email 3, appel à froid, email 4, email 5 et connexion sur LinkedIn. Chacun de ces rappels fournit un peu plus de contexte, de manière condensée, pour apporter de la valeur à notre prospect.",
          "l’icebreaker 100% personnalisé: pour chaque prospect, notre équipe de génération de prospects écrit une phrase 100% personnalisée qui sera la première phrase du premier email que notre prospect lit. L’icebreaker est rédigé sur la base des informations disponibles sur le profil LinkedIn du prospect et la section « Corporate Social Responsibility » ou « Sustainability » du site web de l’entreprise. C’est un travail de recherche qui prend du temps et qui est fait à la main, mais cela en vaut la peine. Un bon icebreaker augmente les chances que: Notre prospect ouvre nos e-mails comme nous décidons souvent d’ouvrir nos emails en fonction de l’aperçu de nos e-mails Notre prospect répond à notre approche car un bon icebreaker est désarmant: il donne le sentiment que les emails ont été écrits spécialement pour le destinataire",
          "Notre prospect ouvre nos e-mails comme nous décidons souvent d’ouvrir nos emails en fonction de l’aperçu de nos e-mails",
          "Notre prospect répond à notre approche car un bon icebreaker est désarmant: il donne le sentiment que les emails ont été écrits spécialement pour le destinataire",
          "Les images personnalisées: sur 4 de nos relances, nous avons ajouté des images personnalisées en utilisant le prénom du prospect, le logo de l’entreprise et la photo de son profil LinkedIn. Cela rend notre approche plus originale et nous différencie des autres emails de prospection que nos prospects reçoivent.",
          "Mentionner les collègues: la touche de l’email 3 fonctionne mieux lorsqu’on mentionne le nom de collègues. C’est aussi un processus de personnalisation qui prend du temps, mais qui a su faire ses preuves."
        ]
      }
    ]
  },
  {
    "slug": "mobilite-40-prospects",
    "sourceUrl": "https://devlo.ch/resultats/mobilite-40-prospects/",
    "title": "+40 prospects intéressés sur 286 entreprises prospectées par e-mail, appels téléphoniques et prospection LinkedIn",
    "summary": "Agence de Prospection Commerciale B2B: comment ce client a rencontré +40 prospects qualifiés (séquences d'e-mails, appels, démarchage LinkedIn)",
    "heroSubtitle": "En 2 mois, notre agence de prospection commerciale B2B a permis d’identifier 286 entreprises qualifiées par rapport à l’Ideal Customer Profil de notre client Locky qui opère dans le secteur de la mobilité. Parmis les 286 entreprises démarchées, 40 prospects ont été intéressées à en savoir plus sur le produit de notre client. Cette campagne de prospection commerciale a établi un nouveau record de 14% d’intérêt au sein de notre agence.",
    "client": "Locky",
    "sector": "Mobilité",
    "heroImageUrl": "/images/case-studies/heroes/mobilite-40-prospects-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/mobilite-40-prospects-logo.png",
    "heroStats": [
      {
        "value": "286",
        "label": "de prospects intéressés"
      },
      {
        "value": "40",
        "label": "de réponses"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de prospects, prospection commerciale, qualification des besoins, prise de rendez-vous, coaching commercial"
      },
      {
        "label": "Services",
        "value": "Mobilité"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Français"
      }
    ],
    "resultHighlights": [
      "286 entreprises contactées",
      "40 entreprises intéressées",
      "20 appels découverte",
      "15 démonstrations planifiées"
    ],
    "sections": [
      {
        "heading": "Témoignage du client",
        "paragraphs": [
          "“devlo est très fort dans son domaine, et ça se ressent très vite: très structuré, expérimenté, avec une vision forte. L’équipe de devlo a pris à bras/le corps le challenge de Locky en générant une campagne sur 250 leads ultra-pertinente, débouchant sur un taux d’ouverture de 89%, 44% de taux de réponse, et de très nombreux sales meeting pour nous derrière. devlo maîtrise assurément son sujet, si vous cherchez de la lead generation de qualité, devlo a ce qu’il faut.” Shady Catarella – CEO et fondateur",
          "Nos représentants commerciaux deviennent vos spécialistes de la prospection commerciale B2B pour vous aider à générer des prospects qualifiés dans le domaine de la mobilité. Vous assurez de mettre en œuvre les meilleures techniques pour planifier des rendez-vous avec vos futurs clients."
        ],
        "bullets": []
      },
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "La start-up Bruxelloise Locky propose une solution de parking pour vélos ultra-sécurisée, moderne et autonome en énergie"
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Les communes, les universités, les clubs de sports, les espaces de coworking et les supermarchés franchisés"
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client/contexte",
        "paragraphs": [
          "Locky souhaitait débuter son développement commercial. Lorsqu’ils sont venus nous voir, ils ne disposaient d’aucuns prospects, ni CRM et ils n’avaient pas de connaissance suffisante pour construire une stratégie commerciale."
        ],
        "bullets": []
      },
      {
        "heading": "La mission",
        "paragraphs": [],
        "bullets": [
          "Nous avons déterminé le marché cible de Locky et identifié 5 secteurs pertinents pour une première campagne: les communes, les universités, les clubs de sports, les espaces de coworking et les supermarchés franchisés",
          "Ensuite, nous avons procédé avec la génération de prospects: nous avons identifié 286 entreprises préqualifiées dans ces 5 secteurs. Dans chacune de ces organisations, nous avons identifié le décideur le plus qualifié, comme le/la responsable mobilité, CEO, gérant, etc.",
          "Grâce à la méthode devlo, notre équipe a extrait et généré un total de 26 données par prospect, comme par exemple la rédaction d’un ice-breaker ultra-personnalisé pour chacun d’entre eux. L’ice-breaker est la première phrase du premier e-mail. Plus cette phrase est personnalisée par rapport aux informations que nous obtenons sur le prospect sur sa page LinkedIn, ou le site Internet de leur entreprise, plus nous augmentant les chances d’attirer sa curiosité et obtenir une réponse positive.",
          "En appliquant les dernières bonnes pratiques identifiées au cours d’autres campagnes, nous avons ensuite créé notre campagne de prospection multicanale. La séquence présente comment chaque prospect sera démarché, et celle-ci comptait 8 relances, avec des emails, messages LinkedIn et appels téléphoniques. Chacune de ces étapes joue un rôle précis à un timing différent pour faire mûrir nos prospects et leur apporter de nouvelles informations pour que les encourager à rencontrer notre client",
          "Après la validation de la génération de prospects et la séquence par notre client, nous avons ajouté nos prospects à notre séquence et démarrer la prospection. Notre agence de prospection commerciale a ensuite pris en charge tout le suivi via emails, prospection LinkedIn et relance téléphonique afin de générer un maximum d’appels de découverte",
          "devlo s’est également chargé des appels de découverte afin de les convertir en démonstration client. L’objectif ici est de s’assurer que nous planifions des rendez-vous qualifiés avec ces prospects et nos clients",
          "Nous avons également mis en place un CRM personnalisé et déterminé le processus de vente",
          "Tout au long de notre collaboration, Locky a pu profiter de notre expérience et expertise à travers différentes sessions de coaching aussi bien sur le contenu du Sales deck que sur le pricing ainsi que toutes les étapes du processus de vente"
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [],
        "bullets": [
          "286 entreprises contactées",
          "40 entreprises intéressées",
          "20 appels découverte",
          "15 démonstrations planifiées"
        ]
      },
      {
        "heading": "Principaux enseignements",
        "paragraphs": [],
        "bullets": [
          "Meilleur ICP: les communes",
          "Plus mauvais ICP (à ne plus contacter): les magasins franchisés",
          "ICPs à continuer à prospecter: les universités, club de sport et espaces de coworking",
          "La grille de tarification en place n’était pas adaptée à tous les ICPs",
          "Le fait de ne pas avoir un Sales deck à partager par e-mail ou après un appel téléphonique était handicapant"
        ]
      }
    ]
  },
  {
    "slug": "merchandising-23-prospects",
    "sourceUrl": "https://devlo.ch/resultats/merchandising-23-prospects/",
    "title": "Comment cette société de merchandising a obtenu 70% de réponses et 8% de meetings avec leurs prospects grâce à cette séquence de prospection commerciale B2B",
    "summary": "Comment cette société de merchandising a obtenu 70% de réponses et 8% de meetings avec leurs prospects grâce à cette séquence de prospection commerciale B2B",
    "heroSubtitle": "Cette société B2B suisse offre des services de merchandising textile et objets personnalisés. Notre agence de prospection commerciale a été mandatée pour prospecter leurs futurs clients. En premier lieu, nous avons identifié l’un des meilleurs de leurs ICPs (universités/facultés, écoles privées/internationales, et comités/associations d’étudiants), puis nous avons démarché ces prospects avec l’objectif de planifier des rendez-vous de ventes.",
    "client": "Many Ways",
    "sector": "Services de merchandising textile et objets personnalisés",
    "heroImageUrl": "/images/case-studies/heroes/merchandising-23-prospects-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/merchandising-23-prospects-logo.png",
    "heroStats": [
      {
        "value": "8%",
        "label": "de rendez-vous planifiés"
      },
      {
        "value": "70%",
        "label": "de réponses"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de prospects, prospection commerciale, qualification des besoins, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Services de merchandising textile et objets personnalisés"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "Premier jour de la campagne"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Français"
      }
    ],
    "resultHighlights": [
      "Prospects contactés: 285",
      "Nombre de réponses: 200 soit 70%",
      "Nombre de prospects intéressés: 23 soit 8%"
    ],
    "sections": [
      {
        "heading": "Témoignage du client",
        "paragraphs": [
          "“Nous avons vraiment apprécié l’assiduité, la clarté de la communication et le dévouement de devlo. Sur 285 prospects, nous avons reçu 200 réponses, soit plus de 70%. L’un de nos défis était d’améliorer nos méthodes de prospection. Avec devlo, nous avons affiné notre ciblage et notre approche avec lemlist. Nous avons également identifié deux types d’Ideal Customer Profiles, des établissements d’enseignement privés et publics. Nous avons contacté les deux et validé l’ICP qui est le plus réceptif à notre offre.” – Xavier Leuthold – Fondateur",
          "Nos représentants commerciaux deviennent vos spécialistes de la prospection commerciale B2B pour vous aider à générer des prospects qualifiés dans le domaine du merchandising. Vous assurez de mettre en œuvre les meilleures techniques pour planifier des rendez-vous avec vos futurs clients."
        ],
        "bullets": []
      },
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "La mission de Many Ways est la suivante: aider leurs clients à communiquer, faire plaisir, se différencier de manière originale et responsable avec des articles utiles et intemporels. Depuis plus de 20 ans, ils aident leurs clients à renforcer leur image, remercier, fidéliser et valoriser leurs collaborateurs en proposant des produits et services innovants et durables."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Décideurs/responsables marketing dans les universités/facultés, écoles privées/internationales, comités/associations d’étudiants en Suisse romande"
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client",
        "paragraphs": [],
        "bullets": [
          "L’équipe commerciale était passablement occupée à s’occuper de leurs clients existants. Leurs commerciaux n’avaient pas le temps, ni les ressources pour continuer à prospecter de nouveaux clients. En d’autres mots, ils ont décidé d’externaliser leur développement commercial: identifier de nouveaux prospects, générer leurs informations de contacts, générer des informations de personnalisation, démarcher ces prospects, et de faire le suivi pour planifier des démonstrations.",
          "Bien qu’ils aient de nombreuses notions en termes de prospection commerciale avant qu’on travaille ensemble, notre client cherchait à améliorer leurs taux de conversion et s’assurer que la méthodologie appliquée suivait les bonnes pratiques. En travaillant avec devlo, ils ont pu comparer leurs méthodes avec les nôtres et s’assurer qu’ils soient à jour, et améliorer leur utilisation d’outils de prospection pour démarcher leurs prospects."
        ]
      },
      {
        "heading": "Les solutions",
        "paragraphs": [],
        "bullets": [
          "Notre équipe de génération de prospects a d’abord identifié toutes les entreprises qui correspondent à l’Ideal Customer Profil ciblé, à savoir les universités et les écoles en Suisse Romande. Dans un deuxième temps, notre équipe a fait des recherches pour Sélectionner le ou la meilleur/e décideur/euse dans chacune de ses organisations. Ensuite, notre équipe a déterminé leurs informations de contacts comme les e-mails, les numéros de téléphone, etc. Pour finir, nous avons aussi généré – de manière 100% personnalisée à la main – des informations de personnalisation comme un icebreaker (= la première phrase du premier e-mail) ou une note pour les demandes de connexion sur LinkedIn. D’autres informations ont été collectées, comme le nom des collègues de leur équipe, etc. Ces informations sont très précieuses lorsqu’elles sont ajoutées à notre séquence de prospection commerciale, afin d’obtenir un meilleur taux de réponse et d’engagement de la part de nos prospects.",
          "Notre client a pu suivre la mise en place et la gestion de leur campagne de prospection commerciale. En temps réel, ils ont pu poser leurs questions et comparer leur méthode à la nôtre. Ils ont pu découvrir les meilleures bonnes pratiques que notre agence de prospection a mises en place durant les 5 dernières années. Cette transparence est essentielle pour nos clients, afin qu’ils puissent améliorer la qualité de leur prospection commerciale."
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [],
        "bullets": [
          "Prospects contactés: 285",
          "Nombre de réponses: 200 soit 70%",
          "Nombre de prospects intéressés: 23 soit 8%"
        ]
      },
      {
        "heading": "Principaux enseignements",
        "paragraphs": [
          "Bien que nous soyons rentrés en contact avec les prospects de notre client, la grande majorité de ces écoles avaient déjà un partenaire pour leurs services de merchandising. Par conséquent, il était difficile de les encourager à rencontrer notre client pour qu’ils découvrent les différents produits offerts. Cela explique pourquoi un grand nombre de prospects nous ont répondu, mais moins de prospects étaient intéressés.",
          "Cependant, ces prospects sont désormais dans le CRM de notre client et pourront être recontactés par la suite, idéalement juste avant qu’ils ne signent à nouveau avec leur prestataire actuel. En effet, il était question de savoir quand est-ce que leur contrat d’exclusivité arrivait à terme afin de pouvoir les relancer à temps."
        ],
        "bullets": []
      }
    ]
  },
  {
    "slug": "immobilier-11-prospects",
    "sourceUrl": "https://devlo.ch/resultats/immobilier-11-prospects/",
    "title": "L’immobilier et la prospection commerciale B2B: comment cibler et démarcher des prospects pour la location de surfaces commerciales",
    "summary": "L’immobilier et la prospection commerciale B2B: comment cibler et démarcher des prospects pour la location de surfaces commerciales",
    "heroSubtitle": "Notre client HIAG est l’un des principaux propriétaires, gestionnaires et promoteurs immobiliers suisses d’anciens sites industriels. L’un de leurs projets de construction est Fahrwerk Winterthur, un bâtiment de 10, 500 m2 réparti sur 4 étages, avec la particularité d’avoir une rampe d’accès pour les véhicules accédant à chaque étage. Notre équipe a été chargée d’identifier et de prospecter de potentiels locataires commerciaux. Premièrement, nous avons identifié 7’000 entreprises dans toute la Suisse. Après les avoir analyser une par une, notre équipe a retenu 600 entreprises préqualifiées pour lesquelles on a estimé qu’un espace commercial de ce bâtiment pouvait être intéressant. Deuxièmement, pour chacune de ces 600 entreprises, nous avons ensuite identifié les décideurs. Pour cela, nous avons à nouveau recherché une entreprise après l’autre le PDG, Directeur Général, responsable de succursales, sites, installations, etc. Finalement, nous les avons contactés via une séquence de prospection commerciale multicanal qui comprend des e-mails et des appels téléphoniques. Cette séquence était multilingue, en allemand et anglais.",
    "client": "HIAG",
    "sector": "Immobilier commercial",
    "heroImageUrl": "/images/case-studies/heroes/immobilier-11-prospects-hero.webp",
    "clientLogoUrl": "/images/case-studies/logos/immobilier-11-prospects-logo.png",
    "heroStats": [
      {
        "value": "11",
        "label": "prospects (2%) sur un total de 622 prospects ont manifesté leur intérêt"
      },
      {
        "value": "87%",
        "label": "de taux d'ouverture et 73% de taux de réponse"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de prospects, prospection commerciale, qualification des besoins, prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Immobilier commercial"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "9 jours"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Allemand, Anglais"
      }
    ],
    "resultHighlights": [
      "87% de taux d’ouverture",
      "26% de taux de clics",
      "73% de taux de réponse",
      "Sur les 622 prospects que nous avons contactés, 11 sont intéressés par ces surfaces locatives commerciales et 3 d’entre eux ont pris rendez-vous. Les autres indicateurs de succès sont les suivants:"
    ],
    "sections": [
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "Fahrwerk Winterthur est un projet de développement immobilier mené par HIAG. Ce bâtiment de 10,500 m2 réparti sur 4 étages est parfait pour divers usages commerciaux et industriels."
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Critères de qualifications des entreprises:",
          "Critères de qualifications des prospects:"
        ],
        "bullets": [
          "Entreprises implantées à plusieurs endroits en Suisse mais pas encore à Winterthur. Exemple: une entreprise basée à Genève, Zurich, Bâle et Berne, mais pas encore à Winterthur",
          "Entreprises implantées à plusieurs endroits en Suisse et qui pourraient déjà être situées à Winterthur, mais qui pourraient vouloir déménager dans notre espace plus grand/de meilleure qualité",
          "Fondateur, PDG, Directeur général, Dirigeant, Directeur d’agence/de site/d’installation, etc"
        ]
      },
      {
        "heading": "Défis du client",
        "paragraphs": [],
        "bullets": [
          "Le défi principal de notre client était d’obtenir un ciblage ultra-précis de ses prospects. En d’autres mots, notre client devait s’assurer d’identifier et rencontrer des locataires pré-qualifiés dont l’activité professionnelle était alignée aux caractéristiques des surfaces commerciales disponibles dans le bâtiment “Fahrwerk Winterthur”",
          "Le deuxième défi de notre client était de rédiger et préparer une séquence de prospection commerciale avec des messages ultra-personnalisés pour engager de la meilleure manière avec ses prospects",
          "Finalement, notre client devait pouvoir avoir des rendez-vous et des discussions au plus vite avec leurs prospects, avec pour objectif de ne pas laisser ces locaux vacants. Il a fallu générer ces prospects et les démarcher en un temps record"
        ]
      },
      {
        "heading": "Les solutions",
        "paragraphs": [],
        "bullets": [
          "devlo a identifié 622 décideurs dans 622 entreprises différentes situées en Suisse. Pour y arriver, nous avons développé une documentation détaillée qui définit les attributs du profil type des clients potentiels (Ideal Customer Profile en anglais, ou ICP). Notre équipe de génération de prospects a pu identifier les entreprises qualifiées en suivant ces instructions qui expliquent précisément qui choisir en termes d’industries, activités, intitulés du poste, niveaux de séniorité, localisations.",
          "Lors l’analyse de ces entreprises, notre équipe ont récolté de nombreuses informations qui ont pu être mentionnées dans notre séquence. Le fait d’hyperpersonnaliser nos séquences nous a permis d’obtenir ce taux de réponses élevé.",
          "Après avoir collecté toutes les informations intéressantes sur chaque prospect, nous les avons importés dans le CRM et avons créé une séquence de prospection divisée en deux approches différentes, via e-mails et appels à froid. Pour finir, nous avons lancé la campagne, nous nous sommes occupé du suivi, des appels téléphoniques à froid, des appels téléphoniques de qualification et de la prise de rendez-vous dans le calendrier de nos clients."
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [
          "Sur les 622 prospects que nous avons contactés, 11 sont intéressés par ces surfaces locatives commerciales et 3 d’entre eux ont pris rendez-vous. Les autres indicateurs de succès sont les suivants:"
        ],
        "bullets": [
          "87% de taux d’ouverture",
          "26% de taux de clics",
          "73% de taux de réponse"
        ]
      },
      {
        "heading": "Principaux enseignements",
        "paragraphs": [],
        "bullets": [
          "Adapter les préférences du prospect en matière de prospection et de transmission du message Certains prospects préfèrent avoir une conversation téléphonique plutôt que de répondre à nos e-mails. Ils auront ainsi plus de facilité à demander en quoi consiste exactement notre offre et comment elle peut susciter leur intérêt. Il est également important de présenter une offre claire et brève dans notre courrier électronique, de sorte que dès le premier courrier électronique qu’ils lisent, ils aient une bonne compréhension.",
          "Connaître le produit Les clients potentiels ont tendance à demander si l’espace que nous proposons convient à leur entreprise. Par conséquent, il est important d’identifier le prospect dès le départ afin de savoir si nous avons contacté la société qui convient au projet et à l’activité de l’entreprise.",
          "Connaître la disponibilité du client lors de la planification d’une réunion Dans cette campagne spécifique, notre client ne disposait que d’un temps limité dans son agenda pour rencontrer les prospects intéressés. Il est important d’avoir une bonne communication avec le client afin d’obtenir une réponse rapide en termes de disponibilité chaque fois qu’un prospect souhaite le rencontrer."
        ]
      }
    ]
  },
  {
    "slug": "immobilier-30-prospects",
    "sourceUrl": "https://devlo.ch/resultats/immobilier-30-prospects/",
    "title": "Télémarketing B2B dans l’immobilier Suisse:+30 prospects intéressés pour un rendez-vous",
    "summary": "Découvrez comment HIAG a généré des prospects qualifiés pour Fahrwerk Winterthur grâce à une stratégie de prospection B2B ciblée et multilingue.",
    "heroSubtitle": "Abacus a mis à profit l’expertise de notre agence de télémarketing et de notre équipe de génération de leads pour promouvoir sa solution auprès des agences immobilières en Suisse, acquérir des leads et signer de nouveaux contrats.",
    "client": "Abacus",
    "sector": "Solution ERP pour les agences immobilières suisses offrant des services de gestion locative",
    "heroImageUrl": "/images/case-studies/heroes/immobilier-30-prospects-hero.png",
    "clientLogoUrl": "/images/case-studies/logos/immobilier-30-prospects-logo.png",
    "heroStats": [
      {
        "value": "6%",
        "label": "d’intérêt"
      },
      {
        "value": "69%",
        "label": "de réponses"
      }
    ],
    "campaignDetails": [
      {
        "label": "Catégories",
        "value": "Génération de prospects, Télémarketing, Qualification de prospects, Prise de rendez-vous"
      },
      {
        "label": "Services",
        "value": "Solution ERP pour les agences immobilières suisses offrant des services de gestion locative"
      },
      {
        "label": "Délai avant les premières réunions",
        "value": "12 jours"
      },
      {
        "label": "Langage de(s) campagne(s)",
        "value": "Français"
      }
    ],
    "resultHighlights": [
      "6% ont démontré de l’intérêt à rencontrer notre client",
      "69% d’entre eux ont répondu à nos e-mails et à nos appels téléphoniques",
      "Nous n’avons pas suivi le taux d’ouverture des courriels afin d’augmenter notre délivrabilité. Comme 69% des prospects ont répondu, le taux d’ouverture des courriels est probablement de l’ordre de 75% à 80%.",
      "Sur plus de 500 prospects contactés:"
    ],
    "sections": [
      {
        "heading": "Témoignage du client",
        "paragraphs": [],
        "bullets": []
      },
      {
        "heading": "À propos de notre client",
        "paragraphs": [
          "Abacus est le leader du marché en Suisse: plus de 100’000 entreprises utilisent leur solution logicielle"
        ],
        "bullets": []
      },
      {
        "heading": "Les Ideal Customer Profiles",
        "paragraphs": [
          "Directeur, Administrateur, Directeur général, CEO, dans des sociétés immobilières situées en Romandie (Suisse romande)"
        ],
        "bullets": []
      },
      {
        "heading": "Défis du client",
        "paragraphs": [
          "Notre client a été confronté à plusieurs défis en matière de développement commercial et de prospection digitale B2B, tels que:"
        ],
        "bullets": [
          "Un nombre insuffisant de rendez-vous planifiés pour l’équipe de vente interne",
          "Une vue d’ensemble incomplète de leur marché total (TAM). Difficulté à mettre en œuvre une stratégie de prospection adaptée à sa taille et à son potentiel",
          "Difficulté à cibler précisément les agences immobilières correspondant parfaitement à leur persona/profil de client idéal (ICP). Par exemple, l’un des critères de qualification très important est la sélection d’agences ayant des besoins en gestion locative, à l’exclusion des agences de courtage immobilier (qui n’ont pas de besoins en gestion locative)",
          "Manque de temps et de ressources pour mettre à jour les fiches contact de leur CRM",
          "Manque de temps, de ressources et d’expertise téléprospection pour identifier et démarcher avec précision le prospect le plus qualifié/responsable des solutions informatiques",
          "Manque de temps et de ressources pour générer des leads B2B à inviter aux principaux événements et salons dans le secteur immobilier",
          "Enfin et surtout, le défi de rester en tête de liste sur leur marché cible, de sorte que lorsque ces clients potentiels envisagent de changer de solution, ils pensent à la solution de notre client"
        ]
      },
      {
        "heading": "Les solutions",
        "paragraphs": [
          "Il n’est pas facile de choisir une équipe de vente externe experte en prospection commerciale pour externaliser l’acquisition de nouveaux clients.",
          "Notre client a choisi notre agence et notre méthodologie qui consistent en 4 étapes:",
          "Ci-dessous, le détail de chaque étape:",
          "En ce qui concerne la mise en place de la stratégie de lancement, notre équipe a :"
        ],
        "bullets": [
          "Mise en place stratégique du lancement",
          "Génération de leads",
          "Télémarketing par e-mails et par appels téléphoniques",
          "Prise de rendez-vous B2B",
          "Obtenu des noms de domaine secondaires (pour protéger le domaine principal contre les risques d’être noté comme spam)",
          "Amélioré la délivrabilité de nos e-mails de prospection en configurant correctement le DNS de ces noms de domaine secondaires",
          "Préchauffé les adresses e-mails de prospection afin d’améliorer la délivrabilitéEn termes de génération de leads et parallèlement à la mise en place de la stratégie de lancement, notre équipe de génération de prospects :",
          "Identifié plus de 1’600 sociétés immobilières potentielles en Suisse romande. Notre équipe a visité leur site web, leur page LinkedIn, etc., pour les préqualifier ou les disqualifier manuellement. L’objectif était de s’assurer que chaque entreprise sélectionnée correspondait au profil du client idéal. Parmi ces 1’600 entreprises, notre équipe en a sélectionné 300 les plus qualifiées. Dans chacune de ces entreprises, notre équipe a :",
          "Identifié le décideur le plus pertinent et validé ses coordonnées de contact (e-mail, numéro de téléphone, etc.)",
          "Généré des informations personnalisées très utiles pour personnaliser nos e-mails et notre script d’appels à froid, améliorant ainsi la qualité de notre approche de prospection. Il s’agit d’une étape très importante pour différencier notre prospection à froid des autres messages reçus chaque jour par nos prospects.",
          "Si un prospect ne nous a pas répondu lors de notre première campagne, nous avons identifié le deuxième décideur le plus pertinent et l’avons démarché lors de la deuxième campagne.",
          "Ensuite, en termes de télémarketing par emails et appels téléphoniques, notre équipe de développement des ventes a démarché ces prospects par le biais d’une séquence de prospection multicanal. Les campagnes automatisées consistent en une série de contacts sur plusieurs canaux de prospection : e-mails et appels téléphoniques. Pour maximiser les chances de conversion, notre solution préférée est Lemlist, et notre agence télémarketing B2B est l’une des meilleures agences certifiées sur Outbound-Experts pour l’utilisation de cet outil. Notre séquence d’approche multicanal est composée de :",
          "4 e-mails",
          "3 appels à froid",
          "(également des messages LinkedIn, mais pas dans ces campagnes)",
          "En termes de prise de rendez-vous qualifié, notre équipe a planifié des réunions avec les prospects intéressés et les a qualifiés en suivant le processus de qualification de notre client. Nos commerciaux ont réservé ces rendez-vous de vente directement dans l’agenda de notre client en utilisant son lien de planification de réunion, et ils ont partagé par e-mail à notre client le résumé de l’appel de qualification."
        ]
      },
      {
        "heading": "Nos résultats",
        "paragraphs": [
          "Sur plus de 500 prospects contactés:"
        ],
        "bullets": [
          "6% ont démontré de l’intérêt à rencontrer notre client",
          "69% d’entre eux ont répondu à nos e-mails et à nos appels téléphoniques",
          "Nous n’avons pas suivi le taux d’ouverture des courriels afin d’augmenter notre délivrabilité. Comme 69% des prospects ont répondu, le taux d’ouverture des courriels est probablement de l’ordre de 75% à 80%."
        ]
      },
      {
        "heading": "Principaux enseignements",
        "paragraphs": [
          "Dans plusieurs industries, il est fréquent qu’une entreprise signe un contrat avec un fournisseur sur plusieurs années. D’un point de vue de l’acquisition client, cela signifie qu’il est probable que nous démarchions le prospect au mauvais moment. Par expérience, les prospects nous disent souvent qu’ils viennent de s’engager et qu’il est préférable de les recontacter plus tard.",
          "Pour pallier à ce problème de timing, nos équipes demandent aux prospects à quel moment leur contrat s’arrête, afin que nous puissions reprendre contact avec eux avant l’échéance et pour organiser une démo.",
          "Ces prospects peuvent ainsi comparer leur solution actuelle et peut-être changer de fournisseur. L’objectif est de ne pas louper cette opportunité à nouveau."
        ],
        "bullets": []
      }
    ]
  },
  {
    "slug": "monizze-120-rendez-vous",
    "sourceUrl": "",
    "title": "How devlo Booked 120 Qualified Meetings for Monizze by Targeting 7,000 HR, Finance, and Management Decision-Makers in Belgium",
    "summary": "How devlo booked 120 qualified meetings for Monizze by targeting 7,000 HR, Finance, and Management decision-makers in Belgium.",
    "heroSubtitle": "Back to Case Studies · 120 Meetings · Outbound campaign focused on HR, Finance, and management decision-makers in Belgium.",
    "client": "Monizze",
    "sector": "Employee benefits, meal vouchers",
    "heroImageUrl": "",
    "clientLogoUrl": "",
    "heroStats": [
      {
        "value": "120",
        "label": "Meetings booked"
      },
      {
        "value": "7,000",
        "label": "Decision-makers targeted"
      },
      {
        "value": "6,000+",
        "label": "Leads contacted"
      }
    ],
    "campaignDetails": [
      {
        "label": "Services",
        "value": "Employee benefits, meal vouchers"
      },
      {
        "label": "Ideal Customer Profiles",
        "value": "HR Managers and HR Directors, CFOs and Finance Directors, CEOs and Owners of smaller SMEs in Belgium."
      },
      {
        "label": "Contact person",
        "value": "Anthony Crémer, Revenue Ops Analyst"
      }
    ],
    "resultHighlights": [
      "6,000+ leads contacted",
      "120 meetings booked (1.6% meeting rate)",
      "Near-zero no-show rate thanks to inbox follow-ups",
      "152 people expressed clear interest",
      "96-99% email deliverability",
      "62.3% peaks of open rate on targeted batches"
    ],
    "sections": [
      {
        "heading": "About the Company",
        "paragraphs": [
          "Monizze is a leading Belgian provider of digital employee benefits, including meal vouchers, eco vouchers, gift vouchers, and sports vouchers."
        ],
        "bullets": []
      },
      {
        "heading": "The Challenge",
        "paragraphs": [
          "Monizze previously relied only on cold calling through an external partner and had no internal outbound capabilities. They lacked the resources to run a structured outbound campaign targeting their full TAM.",
          "Their past partner delivered more meetings, but with lead quality issues and higher no-show rates."
        ],
        "bullets": []
      },
      {
        "heading": "The Strategy",
        "paragraphs": [],
        "bullets": [
          "Implemented a multichannel outbound approach using email + LinkedIn.",
          "Focused targeting on companies that are members of certain associations in Belgium.",
          "Prioritized Tier 1 decision makers: HR Managers, representing over 60% of all contacts reached.",
          "End-to-end inbox management with proactive and reactive responses, nurturing, and pre-qualification."
        ]
      },
      {
        "heading": "Results",
        "paragraphs": [],
        "bullets": [
          "6,000+ leads contacted",
          "120 meetings booked (1.6% meeting rate)",
          "Near-zero no-show rate thanks to inbox follow-ups",
          "152 people expressed clear interest",
          "96-99% email deliverability",
          "62.3% peaks of open rate on targeted batches"
        ]
      },
      {
        "heading": "Client Testimonial",
        "paragraphs": [
          "\"Working with devlo has been a real pleasure. Communication was very smooth and the team was always responsive when needed. Their personalized approach allowed us to combine volume and quality, even though the target audience was difficult to reach. There were virtually no no-shows, and appointments were always qualified and effective. The lessons learned from the campaigns are also instructive and very valuable.\"",
          "Anthony Crémer, Revenue Ops Analyst at Monizze"
        ],
        "bullets": []
      },
      {
        "heading": "Key Takeaways",
        "paragraphs": [],
        "bullets": [
          "Timing and targeting mattered far more than heavy personalization.",
          "Choosing the right companies and decision makers drove most of the success.",
          "Inbox management was a critical success factor, contributing to the ultra-low no-show rate.",
          "Quality > Quantity: fewer meetings, but significantly more valuable outcomes."
        ]
      }
    ]
  }
]
